[
  {
    "title": "This is a post.",
    "content": "This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. This is a post. A very long post. ",
    "category": "entertainment",
    "id": "1612844029786",
    "desc": "This is a post. A very long post. This is a post. A very long post. This is a post. A very long post...",
    "thumbnail": "http://localhost:5000/1612844029786-border-margin-and-padding.png"
  },
  {
    "title": "A tech post",
    "content": "This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech post. ",
    "category": "tech",
    "id": "1612846350003",
    "desc": "This is a tech post. This is a tech post. This is a tech post. This is a tech post. This is a tech p...",
    "thumbnail": "http://localhost:5000/1612846350003-border-margin-and-padding2.png"
  },
  {
    "title": "Another tech post",
    "content": "This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. This is another tech post. ",
    "category": "tech",
    "id": "1612846437465",
    "desc": "This is another tech post. This is another tech post. This is another tech post. This is another tec...",
    "thumbnail": "http://localhost:5000/1612846437465-54.png"
  },
  {
    "title": "Taking time to relax.",
    "content": "Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh.",
    "category": "entertainment",
    "id": "1612846530705",
    "desc": "Sometimes it's good to unwind and refresh. Sometimes it's good to unwind and refresh. Sometimes it's...",
    "thumbnail": "http://localhost:5000/1612846530705-52.png"
  },
  {
    "title": "Let's see a post",
    "content": "A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post for you to see.",
    "category": "political",
    "id": "1612847277263",
    "desc": "A post for you to see. A post for you to see. A post for you to see. A post for you to see. A post f...",
    "thumbnail": "http://localhost:5000/1612847277263-53.png"
  },
  {
    "title": "Good news for the people of Oodua Republic",
    "content": "After many years of incessant suffering, poverty and lack of progress at the hands of selfish and callous politicians at the helm, the people finally rose up to take back their destinies. The outcome of the courageous step by the benevolent people of the former Western Nigeria led to a the placement of a new system that plunge the people into economic growth and prosperity.",
    "category": "breaking-news",
    "featured": "on",
    "id": "1615064241840",
    "desc": "After many years of incessant suffering, poverty and lack of progress at the hands of selfish and ca...",
    "thumbnail": "http://localhost:5000/1615064241840-0a949b3b98462b9f5f4801a90b88be0b.jpg"
  },
  {
    "title": "Good news for the people of Oodua Republic",
    "content": "After many years of incessant suffering, poverty and lack of progress at the hands of selfish and callous politicians at the helm, the people finally rose up to take back their destinies. The outcome of the courageous step by the benevolent people of the former Western Nigeria led to a the placement of a new system that plunge the people into economic growth and prosperity.",
    "category": "breaking-news",
    "featured": "on",
    "id": "1615064246481",
    "desc": "After many years of incessant suffering, poverty and lack of progress at the hands of selfish and ca...",
    "thumbnail": "http://localhost:5000/1615064246481-0a949b3b98462b9f5f4801a90b88be0b.jpg"
  },
  {
    "title": "Good news for the people of Oodua Republic",
    "content": "After many years of incessant suffering, poverty and lack of progress at the hands of selfish and callous politicians at the helm, the people finally rose up to take back their destinies. The outcome of the courageous step by the benevolent people of the former Western Nigeria led to a the placement of a new system that plunge the people into economic growth and prosperity.",
    "category": "breaking-news",
    "featured": "on",
    "id": "1615064251502",
    "desc": "After many years of incessant suffering, poverty and lack of progress at the hands of selfish and ca...",
    "thumbnail": "http://localhost:5000/1615064251502-0a949b3b98462b9f5f4801a90b88be0b.jpg"
  },
  {
    "title": "Good news for the people of Oodua Republic",
    "content": "After many years of incessant suffering, poverty and lack of progress at the hands of selfish and callous politicians at the helm, the people finally rose up to take back their destinies. The outcome of the courageous step by the benevolent people of the former Western Nigeria led to a the placement of a new system that plunge the people into economic growth and prosperity.",
    "category": "political",
    "featured": "on",
    "id": "1615064258382",
    "desc": "After many years of incessant suffering, poverty and lack of progress at the hands of selfish and ca...",
    "thumbnail": "http://localhost:5000/1615064258382-0a949b3b98462b9f5f4801a90b88be0b.jpg"
  }
]